'''
Задание 2
2.1. Преобразовать скрипт из задания 1 так, чтобы основное окно появлялось в центре экрана, а вторичное смещалось от него вправо на 10 пикселей.
2.2. Исследовать, как зависит размер окна от параметров окна и помещаемых на него виджетов. Результаты опытов сформулировать в виде правил. Для этого:
•	Использовать методы geometry, update_idletasks, split;
•	Узнать параметры, устанавливаемые tkinter по умолчанию для «чистого» окна – то есть для окна без title (заголовка) и виджетов;
•	Определить зависимость параметров окна от длины заголовка;
•	Установив размер окна 300x300 определить влияние на его размер размеров виджетов «чистых» button и label, а также влияние текста на размеры самих виджетов.
 2.3. Ответить на вопрос, можно ли отключить возможность ручного изменения размеров окна. Если можно, то как?
'''